export const selfEstimation = () => {
    console.log(`
1. Вёрстка +10
   ° реализован интерфейс игры  +5 ✔
   ° в футере приложения есть ссылка на гитхаб автора приложения, 
     год создания приложения, логотип курса со ссылкой на курс +5 ✔

2. Логика игры. Карточки, по которым кликнул игрок, 
   переворачиваются согласно правилам игры +10  ✔
  
3. Игра завершается, когда открыты все карточки +10  ✔ 

4. По окончанию игры выводится её результат - количество ходов, 
   которые понадобились для завершения игры +10  ✔

5. Результаты последних 10 игр сохраняются в local storage. 
   Есть таблица рекордов, в которой сохраняются результаты 
   предыдущих 10 игр +10  ✔

6. По клику на карточку – она переворачивается плавно, 
   если пара не совпадает – обе карточки так же плавно 
   переварачиваются рубашкой вверх +10  ✔

7. Дополнительный не предусмотренный в задании функционал +10 
   ° звуковые эффекты при клике на кнопку старта игры, 
     при клике на карточки, при нахождении пары 
     и при окончании игры   ✔
   ° кроме числа ходов, также ведется учет времени игры   ✔
   ° смена картинок на карточках (четыре различные темы)  ✔ 

_____________________
    Итого: 70 баллов
`);

}